{
  "eng": [
    "At the end of 2017 Eddie Myrskog and Bernhard Forstén decided to challenge themselves and attempt an ultra marathon. The chosen course for this feat was between Helsinki and Tammisaari, a distance of exactly 100 kilometers. The pair spent the next week in preparation for the run, and they had faith in their general fitness. A bitter finish awaited them when they had to call off their attempt at the 70 kilometer mark, though that very day they swore to complete the challenge during the summer that followed.",
    "The beginning of 2018 was spent in daily training for Eddie, Bernhard, and Linus Lehto, who had joined the project. Linus had recently overcome a hard bout with cancer, and both Bernhards mother and a close relative of Eddie’s had struggled with breast cancer the previous year. This experience helped shape the idea to combine the marathon with a collection for breast cancer research. In May of 2018 a collection was started via the Roosa Nauha cancer foundation. The newly founded project was christened BOLD100. Collaborations with sponsors, newspaper articles and radio interviews spread out BOLD100’s message further than any of the runners could have imagined.",
    "An unfortunate back injury kept Bernhard from participating, when Eddie and Linus, at the crack of dawn, initiated the run from Tammisaari to Helsinki, which had become the new finishing line. Excited for the second attempt, this time better prepared, motivated and hungry for adventure.",
    "Exhaustion, pain and heat was plentiful during the effort, as was spirit, beautiful views and the ever growing support for the project. Photographer Thomas Lundström was in charge of documenting the run while Bernhard and Valtteri Ikäheimo provided assistance when needed. Eddie and Linus quickly left Tammisaari behind them overcoming any obstacles on the way. Food, water and supplies had been packed in a car that would follow  and provide the runners with well deserved hydration stops along the route. The runners seemed unstoppable until Eddie started to feel pain in his knee at the same fateful 70 kilometer mark. Eddie’s bandaged knee forced the runners to slow their pace but willpower persevered and the continuous flow of donations kept the boys motivated for the last leg of the race from Kirkkonummi to Helsinki. After 12 hours they crossed the finish line and were met by friends and family in support. Tired and thankful the team basked in their accomplishment in raising an astounding 12 170€ for breast cancer research.",
    "The warm reception and success of the project led to Eddie Myrskog, Linus Lehto, Valtteri Ikäheimo, Bernhard Forstén and Thomas Lundström to found an association in order to create similar projects in the future. And so, Bold projects was born."
  ],
  "fin": [
    "Vuoden 2017 lopussa Eddie Myrskog ja Bernhard Forstén päättivät haastaa itsensä juoksemalla ultra-maratonin. Spontaani juoksumatka päätettiin sijoittaa Helsingin ja Tammisaaren välille, jonka pituus oli sattumoisin tasan 100 kilometriä. Valmistelut ultra-maratonia varten tehtiin seuraavalla viikolla ja luotto omaan peruskuntoon oli valtava. Eddien ja Bamsen matka päättyi 70 kilometrin kohdalla ja pojat olivat pettyneitä. Samana päivänä päätettiin, että ensi kesänä tämä matka rykästään maaliin saakka.",
    "Seuraavan vuoden koitosta varten Linus Lehto oli liittynyt mukaan joukkoon ja pojat harjoittelivat juoksemista päivittäin. Linus oli juuri päihittänyt syöpänsä ja Bernhardin äiti sekä Eddien lähisukulainen oli juuri kärsinyt rintasyövästä vuotta aiemmin. Tästä syntyi idea yhdistää ultra-maraton hyväntekeväisyydellä, missä kerättäisiin varoja rintasyövän tutkimustyötä varten. Projekti alkoi kehittyä ja nimeksi muotoutui BOLD100. Yhteistyöt sponsoreiden kanssa, lehtiartikkelit ja radiohaastattelut mahdollistivat odotettua suuremman yleisön jonka kautta juoksijat sai tervettä suorituspaineen lisäystä…", 
    "Epäonninen selkävaiva pakotti Bernhardin jäämään sivuun, mikä tarkoitti sitä että Eddie ja Linus lähti elokuisena aamuna kahdestaan juoksemaan Tammisaaresta Helsinkiin. Tällä kertaa oltiin paremmin motivoituneita ja valmistuneita. Seikkailunhalu oli kova.",
    "Väsymys, kipu ja kuumuus olivat läsnä kaksikon urheilusuorituksessa, mutta sitä vahvempana juoksijoita vei eteenpäin kauniit maisemat, tiimihenki ja ulkopuoliset kannustajat, joita ultra-maraton veti puoleensa odotettua enemmän. Bernhard Forsten auttoi juoksijoita matkan varrella. Tiimin valokuvaaja Thomas Lundström dokumentoi juoksijoita koko päivän samalla kun tukihenkilö Valtteri Ikäheimo valmisteli maaliviivaa kotona Helsingissä. Pieniä haavereita oli odotettavissa, mutta nämä ei hidastanut Eddien ja Linuksen etenemistä. Ruokaa ja vettä oli pakattu mukana kulkevaan sähköautoon ja lähtökaupunki jäi äkkiä horisontin taakse. Mikään ei vaikuttanut pysäyttävän juoksijoiden kovaa vauhtia, mutta 70 kilometrin kohdalla kipu Eddien polvessa lähestyi ylitsepääsemätöntä. Vauhtia jouduttiin hidastamaan mutta tahdonvoima, lahjoitusten määrä ja tsemppausviestit sai juoksijat jatkamaan matkaansa viimeisellä etapillaan Kirkkonummlta ja Helsinkiin. Eddie ja Linus saapuivat maaliin 12 tunnin jälkeen, missä he kohtasivat perheensä ja ystävänsä. Väsyneinä ja kiitollisina BOLD100 tiimi havahtui kerättyyn huomioon ja rintasyövän tutkimustyötä varten oltiin saatu kasaan 12 170 €.",
    "Kaikin puolin onnistuneen projektin jälkeen Eddie Myrskog, Linus Lehto, Valtteri Ikäheimo, Bernhard Forstén ja Thomas Lundström päättivät vuoden 2018 lopussa perustaa yhdistyksen jotta lisää samankaltaisia projekteja voitaisiin järjestää myös jatkossa. Näin Bold Projects sai alkunsa."

  ],
  "swe": [
    "I slutet av 2017 bestämde sig Eddie Myrskog och Bernhard Forstén för att utmana sig själva och försöka springa ett ultramaraton. Den spontana sträckan blev mellan Helsingfors och Ekenäs, exakt 100 kilometer. Förberedelserna gjordes följande vecka och tron på grundkonditionen var enorm. Deras försök slutade bittert då de vid 70 km måste avbryta. Samma dag svor de att följande sommar klara av sträckan.",
    "Under början av 2018 tränade Eddie och Bernhard, samt Linus Lehto som hade slutit sig till gruppen, dagligen. Linus Lehto hade nyligen segrat över sin cancer och Bernhards mor och Eddies nära släkting hade båda lidit av bröstcancer föregående år och en idé om att kombinera loppet med en insamling för bröstcancerforskning tog form. I maj 2018 grundade de en insamling via Rosa Bandet. Projektet som började ta form fick namnet BOLD100. Samarbete med sponsorer och artiklar i tidningen samt radiointervjuer ledde till att BOLD100 nådde ut till fler än vad någon av springarna hade kunnat tänka sig.",
    "En olycklig ryggskada gjorde att Bernhard inte kunde delta då Eddie och Linus i augusti klockan sex på morgonen började springa från Ekenäs hem mot Helsingfors som nu hade blivit den nya mållinjen. Denna gång mera förberedda, motiverade och äventyrslystna.",
    "Trötthet, smärta och värme präglade duons prestation men det gjorde även fina vyer, laganda och uppmuntran från allmänheten som mer och mer hade börjat intressera sig för projektet. Fotografen Thomas Lundström dokumenterade under hela dagen medan Bernhard och Valtteri Ikäheimo hjälpte till med övrigt. Några mindre hinder var förväntade men sänkte inte farten för Eddie och Linus som med snabb takt lämnade Ekenäs bakom sig. Mat, vatten och tillbehör hade packats i ett fordon som med jämna mellanrum stannade för att assistera springarna. Inget tycktes kunna hindra springarna från att komma i mål förrän Eddie än en gång efter 70 kilometer började känna smärta i knäet. De tvingades sakta ner farten men viljekraft och den mängd donationer som ramlat in under dagen gjorde att de kämpade vidare. Med bandage på knäet tog Eddie tillsammans med Linus sig fram i långsam takt den sista biten från Kyrkslätt till Helsingfors. Efter att ha sprungit i tolv timmar anlände de till mållinjen och möttes av familj och vänner. Trötta och tacksamma insåg de att projektet hade engagerat allmänheten mer än väntat och att de tillsammans hade samlat in 12170€ för bröstcancerforskning.",
    "Det lyckade projektet och varma mottagandet från allmänheten ledde till att Eddie Myrskog, Linus Lehto, Valtteri Ikäheimo, Bernhard Forstén och Thomas Lundström i slutet av 2018 skapade en förening för att i framtiden kunna göra liknande projekt. Så fick Bold Projects sin början."
  ]
}