{
  "eng": [
    "With the Bold Running Club we offer running experience four times a week. On Monday, Wednesday, Thursday and Saturday we welcome you to join us for a run. Running is more fun together with friends and we desperately need friends times like these.",
    "Beginners and experienced runners of all ages are welcome and it's obviously free of charge. Also, you don't have to participate four times a week, join us when you feel like it and as often as you like.",
    "We like to vary the distances we run and you can see in the table below what distance we are running on what day. Running pace according to the runners.",
    "First run: Monday, May 11th at 18.00.",
    "Monday: 5 km",
    "Wednesday: 10 km",
    "Thursday: 7 km",
    "Saturday: 15 km",
    "No registration needed and if you have any questions, feel free to ask them via Instagram direct message or message 0405316455 (Eddie Myrskog)",
    "We meet and finish at Cargo coffee on Gräsvikskajen 8, Mondays, Wednesdays, Thursdays and Saturdays. On weekdays we start at 18.00 and on Saturday at 10.00. We ask you to arrive 10 minutes before start. Hope to see you there!"
  ],
  "fin": [
    "Bold Running Clubin tarkoitus on tarjota sinulle seuraa lenkkeilyyn neljä kertaa viikossa. Kokoonnumme maanantaisin, keskiviikkoisin, torstaisin ja lauantaisin. Juokseminen ryhmässä on paljon hauskempaa ja tätä kautta pääset myös näkemään ystäviäsi hauskan aktiviteetin kautta.",
    "Sekä aloittelevat ja kokeneemmat juoksijat kaikissa ikäluokissa ovat tervetulleita. Juokseminen Bold Running Clubissa on täysin ilmaista ja päätät itse mitkä päivät sinulle sopii parhaiten. Tule mukaan niin usein kuin pystyt.",
    "Juoksulenkkien pituudet vaihtelee ja alla olevasta taulukosta näet minä päivinä juoksemme minkäkin matkan. Tempo määräytyy juoksijoiden mukaan.",
    "Ensimmäinen lenkki 11. toukokuuta kl. 18:00 (ole paikalla 17:50)",
    "Maanantai: 5 km",
    "Keskiviikko: 10 km",
    "Torstai: 7 km",
    "Lauantai 15 km",
    "Mitään ilmoittautumista ei tarvitse tehdä ja jos sinulla on kysyttävää voit lähettää meille direct messagen tai vaihtoehtoisesti ottaa yhteyttä numeroon 040 5316 455 (Eddie Myrskog)",
    "Me aloitamme ja lopetamme juoksun Cargo Coffeelta osoitteessa Ruoholahdenranta 8. Arkipäivisin lähtö on kl. 18:00 ja viikonloppuisin kl. 10:00. Tule paikalle 10 minuuttia ennen lähtöä! Nähdään!"
  ],
  "swe": [
    "Med Bold Running Club erbjuder vi springsällskap fyra gånger i veckan. Måndagar, onsdagar, torsdagar och lördagar samlas vi för att springa tillsammans. Löpning är roligare med vänner och dessa tider behöver vi vänner.",
    "Nybörjare samt erfarna löpare i alla åldrar är välkomna. Det är gratis och du väljer vilka dagar du vill delta. Så kom med så ofta du vill och kan.",
    "Distansen varierar och i tabellen nedan står det vilka dagar vi springer vilka sträckor. Tempot bestäms enligt springarna.",
    "Första passet: 11 maj kl. 18 (träff 17:50)",
    "Måndag: 5 km",
    "Onsdag: 10 km",
    "Torsdag: 7 km",
    "Lördag: 15 km",
    "Ingen anmälan krävs och ifall du har frågor kan du ställa dem via Instagram direct message eller på numret 0405316455 (Eddie Myrskog)",
    "Vi börjar och avslutar vid Cargo Coffee vid gräsvikskajen 8 på måndagar, onsdagar, torsdagar och lördagar. Vardagar kl. 18 och veckoslut kl. 10. Kom gärna på plats 10 minuter före start. Ses där!"
  ]
}