{
  "eng": [
    "During the summer of 2020 Bold Projects returned to their running roots and this year’s aim was to run five ultra-marathons in five days. The project was quite spontaneous since Covid-19 struck in the midst of all. The members felt as though they had to commit to a project and continue their streak of projects. This led to the idea of Bold Offroad.",
    "Bold Offroad was the longest distance any of them was going to run in such a short period of time but it was also in other aspects the most challenging one. They had agreed on the destination for each individual ultra-marathon in forehand but it was up to the runners to orientate themselves in the best way possible all while carrying backpacks containing food and supplies.",
    "The “corona-spring” affected the mental health of the finnish population as well as the mental health of the members. This resulted in a fundraiser for Mieli who work for a more mentally healthy population. They offer help to those in need and maintain crisis helplines in many different languages.",
    "Since the project was a bit more of a spontaneous matter it allowed for more time for training and planning of details. Supplies, route and timetable were thoroughly planned and this led to the realisation that a support car was necessary.",
    "Joel Edström was contacted and was quite easily convinced to join the project as a chauffeur. This made it possible for the runners to only pack along the most necessary things in their backpacks and leave refills and extra supplies in the car for when needed. In the 11 litres large backpacks they packed food, water, raincoats, socks, first aid kit, speakers and a night lamp.",
    "July 25th was the official day the run began. In Hamina next to the largest flag in Finland the last preparations were made before Bernhard, Valtteri, Linus and Eddie began their journey. The destination was Salpalinja. Bernhard and Linus made a running pair and they chose to run straight through the forest. Valtteri and Eddie made another pair and also chose to run in the straightest line possible to their destination. After 5 km the second pair noticed that this tactic was much slower and more energy draining than running along roads and changed to a more suitable tactic.",
    "The first day was much more exhausting than any one of them had imagined. Already after 40 kilometres with the backpacks on they realized how much was left and how hard it was going to be. The five day long battle against the psyche had begun. After 63 kilometres Valtteri and Eddie arrived in Salpalinja. This could have been the finish line for an ultra-marathon but this was now only the first finish line of five in five days. Therefore none of the runners felt that good as they prepared for their first night of sleep. Eddie also noticed familiar pain in his knee and was worried for the coming days and if he would be able to finish the project. Bernhard and Linus arrived thirty minutes after the first pair and the quartet slept in tents in the middle of the woods in eastern Finland.",
    "The second day began with breakfast made over open fire and a dip in the lake next to the camping site. The pairs decided to run together in case Eddie wouldn’t be able to make it. During the day they ate and slept some more and in the evening at 6 p.m they started running again. The idea was to run during nights and evenings to avoid the very hot temperature during the days. Their legs were stiff and the tempo slow in the beginning but after a while the legs got used to it and they started to pick up the pace. After 20 kilometres Eddie felt pain in his knee again and after another 10 kilometres he realised he wasn’t going to make it to the finish line. They called Joel who came to pick him up and the quartet had been reduced to a trio. The trio continued running and at 3 a.m. they arrived in Kyykoski where they spent their second night after one of the most exhausting nights in their life.",
    "The third day continued for Bernhard, Valtteri and Linus who at this point had managed to run about 110 km in two days. Their feet were hurting, their heads were aching and the mosquitos surrounded them constantly but with a strong willpower they continued and managed to reach Repovesi national park after approximately 50 kilometres. All of them confessed that they had several times during the night thought about giving up.",
    "The fourth day was the turning point for the runners. Their bodies were hurting but now they felt hope again. A bit less than half of the overall distance was left and with this in mind they began running again. The night contained all the elements that had become the new usual for Bernhard, Valtteri and Linus: Never ending roads, mosquitos and a fight with the mind. But also good company, music that was played loudly from the speakers and a will to never give up. Approximately 50 kilometres later they arrived once again to the camping site.",
    "The fifth day finally arrived and only 50 kilometers remained. It was a hopeful group that woke up and started to prepare but there was also concern if they would all make it to the end since their feet and legs were hurting so much. The first 10 kilometres went well and soon enough they had run over half of the distance. When 20 kilometres remained they proceeded to walking because their bodies were in complete agony. After many long hours they started to see the top of the mountain of Neitvuori which was the last finish line. They picked up the pace once again and while singing and shouting in the otherwise completely quiet forest they arrived at the base of the mountain. Slowly they began to climb the 184 metre high mountain of Neitvuori. At the top of the mountain with a view over Hiidenlahti and the finnish forests they cheered loudly and celebrated the unbelievable journey they had just made.",
    "The project was their most demanding so far and to reach the destination after 245 kilometres felt unbelievable. The achievement was celebrated with champagne still at the mountain top and while the sun started to rise Bold Projects started to climb down the mountain. One last night was spent in the forests before they the next day returned to Helsinki by car. It was a tired and weakened group that sat quietly in the car on the way home but also a happy and proud group with another experience to their names and lots of new memories."
  ],
  "swe": [
    "Året 2020 satsade Bold Projects igen på löpning, denna gång var målet att springa fem ultramaraton på fem dagar. Projektet var ganska spontant i och med att Covid-19 förändrade föreningens ursprungliga planer men medlemmarna kände ändå en stark vilja av att utföra ytterligare ett projekt utan mellanår och därmed föddes idén för Bold Offroad.",
    "Bold Offroad var den längsta sträckan som någon av dem skulle komma att springa på en så kort period men den var även på andra sätt den mest krävande. På förhand hade destinationen för varje enskilt ultramaraton bestämts men det var upp till löparna själva att orientera sig fram på vettigaste sätt, dessutom med flera kilograms packning på ryggen.",
    "Coronavåren tog hårt på psyket bland Finlands befolkning och likaså inom föreningen. Därmed kändes det naturligt att påbörja en insamling via Mieli som arbetar för det Finländska folkets välmående. Mieli erbjuder bland annat krisjour för behövande vilket är oerhört viktigt.",
    "I och med projektets mera spontana natur så var även den vanliga arbetsmängden aningen mindre. Detta möjliggjorde istället en storsatsning på träningen samt planeringen av detaljer. Utrustning, rutt och tidtabell planerades noga och länge och slutligen hade löparna Bernhard Forstén, Valtteri Ikäheimo, Eddie Myrskog och Linus Lehto kommit överens om att en följebil bärandes på tält, mat och vatten var nödvändig.",
    "Joel Edström kontaktades och häpnadsväckande lätt tackade han ja till jobbet som chaufför för de fem kommande dagarna i skogen. Tack vare Joels hjälp kunde kvartetten packa med endast det mest nödvändiga i sina väskor i vetskap om att vid varje dagliga mål kunna fylla på efter behov. I de 11l stora väskorna packades mat och vatten, myggnät, regnrock, strumpor, första hjälpen tillbehör, högtalare och nattlampa.",
    "25 juni var den officiella dagen då själva prestationen körde igång. Vid Fredrikshamns flaggstolpe som håller Finlands största flagga i topp började Bernhard, Valtteri, Eddie och Linus att springa. Destinationen var Salpalinja men rutten var upp till löparna själva. Parvis sprang de med kartan i hand i hopp och tro om att hitta den snabbaste och mest bekväma vägen fram till Salpalinja. Bernhard och Linus som utgjorde ett par valde att springa fågelvägen genom skogen för att snabbast komma fram. Valtteri och Eddie valde samma taktik men insåg efter fem kilometer att detta inte lönade sig. De valde därför en lite längre rutt men mera skonsam för kroppen.",
    "Första dagen blev betydligt tyngre än vad någon av dem hade kunnat föreställa sig. Redan efter 40 kilometer med packningen på ryggen insåg båda paren hur mycket det var kvar av den första dagen men även av hela projektet totalt. Den fem dagar långa kampen mot psyket hade börjat. Efter 63 kilometer sprang Valtteri och Eddie i mål vid Salpalinja där Joel väntade med uppsatta tält. När detta i vanliga fall skulle ha varit mållinjen för ett ultramaraton så var detta endast ett delmål av fem, det resulterade i att det inte var särskilt glada löpare som kom i mål. Dessutom märkte Eddie bekanta smärtor i knät och en oro över vad dess tillstånd skulle vara dagen därpå växte. Ca 30 minuter efter första parets ankomst anlände även Bernhard och Linus i mål. Kvartetten sov sin första natt i tältet och väntade på att följande dag och följande ultramaraton skulle börja.",
    "Andra dagen inleddes med frukost som tillretts i Trangian och ett dopp i sjön bredvid lägerplatsen. Därefter följde rehabilitering av kroppen och förberedelser för nästa sträcka, vid detta skede beslöt de också att springa i grupp hellre än parvis för att bättre kunna stödja varandra. Kl. 18 började de springa igen, den sena starten berodde på att de ville undvika den 30-gradiga värmen som var standard under dagen. Benen var stela och tempot långsamt men småningom började leder och muskler lösas upp och löparna upptog ett snabbare tempo. De åt mat med jämna mellanrum och fyllde på vatten då det var möjligt, men efter 20 km kände Eddie igen av smärtan i knät. Efter ytterligare 10 km meddelade han de andra att oron för knät var för stor och att han inte kommer att kunna fortsätta. Nedstämda ringde de Joel som kom och plockade upp Eddie. De övriga fortsatte och ungefär 3 på natten sprang de i mål vid Kyykosken virkistysalue. En av de tyngsta dagarna som gruppen någonsin varit med om.",
    "Tredje dagen fortsatte för Bernhard, Valtteri och Linus som vid detta skede hade avklarat ca 110 km vilket utgjorde ca två femtedelar av hela sträckan. Fötterna värkte, huvuden var trötta och myggorna svärmade runt dem på natten men med stark vilja kämpade de på och även denna dag kom de fram till delmålet, denna gång vid Repoveden kansallispuisto efter ca 50 km. Dock erkände alla att de under dagen flera gånger hade tänkt på att avbryta.",
    "Fjärde dagen var vändpunkten för löparna. Kropparna var alldeles förstörda men nu fanns det hopp igen, hälften var avklarat och det skulle vara möjligt att komma i mål. Med denna inställning började de återigen springa. Dagen präglades av det som blivit normalt för Bernhard, Valtteri och Linus: myggor, oändliga raklånga vägar och en vilja att avbryta vid varje kilometer. Men sällskapet, musiken som spelades högt från högtalarna i östra Finlands skogar och en vägran att ge upp tog dem i mål efter ytterligare 50 kilometer.",
    "Femte dagen hade äntligen anlänt och nu återstod endast de sista ca 50 kilometrarna. Gruppen var hoppfull men också oroad över ifall benen skulle hålla ända till slutet, det skulle vara en så stor besvikelse ifall någon måste avbryta sista dagen. Trion fortsatte löpa i hopp om att ca 10 timmar senare nå Neitvuoren huippu som var det slutgiltiga målet. Sakta men säkert närmade de sig sitt mål, när 20 kilometer återstod klarade ändå inte kroppen mera av att springa och de fortsatte gåendes. Men småningom efter många långa timmar så började toppen av berget synas. Stegen blev inte snabbare men lite lättare och med allsång i de mörka skogarna mitt ute i ingenstans anlände de till foten av berget och nu krävdes endast att bestiga berget. Med förvånansvärt raska steg klättrade de upp på nolltid och nådde målet för projektet, toppen av Neitvuori.",
    "Projektet var det tyngsta hittills och att nå det slutgiltiga målet efter fem dagar och 245 kilometer kändes alldeles osannolikt. Ankomsten firades med skumppa på toppen av berget med utsikt över Hiidenlahti och de Finländska skogarna. Medan solen steg började Bold Projects klättra ner för berget och förbereda sig för sista natten i tältet, dagen därpå åkte de trötta, söndriga och svaga hem till Helsingfors men också glada, stolta och förändrade."
  ],
  "fin": [
    "Vuonna 2020 Bold Project keskittyi jälleen juoksemiseen. Tällä kertaa juostiin viisi ultramaratonia viidessä päivässä. Projekti oli suhteellisen spontaani koronaviruksen muutettua yhdistyksen aikaisempia suunnitelmia. Yhdistys halusi kuitenkin jatkaa tempausten sarjaa eikä välivuotta haluttu pitää.",
    "Kukaan juoksijoista ei ollut aikaisemmin juossut samanlaista matkaa kyseisessä aikamääreessä. Muilla tavoin, suoritus oli myös kaikista Boldin projekteista raastavin. Jokainen etappi oli etukäteen suunniteltu maastokartalle ja juoksijat saivat itse päättää mikä olisi paras reitti määränpään saavuttamiseksi. Tämän lisäksi juoksurepussa kannettiin useita kiloja varusteita.",
    "Koronakevät iski kovaa psyykkiseen hyvinvointiin suomessa kuin myös yhdistyksen jäsenissä. Tämän takia tuntui luontevalta kerätä rahaa Mieli Ry:lle, joka edistää suomen mielenterveyden tilaa. Mieli Ry:n tärkeimpiin tehtäviin lukeutuu päivystävä kriisiapu sitä tarvitseville.",
    "Koska projekti oli spontaani, oli myös valmisteluun suunniteltu työmäärä pienempi. Tämä mahdollisti keskittymisen harjoitteluun ja yksityiskohtien miettimiseen. Reitti, varusteet ja aikataulu mietittiin tarkkaan ja lopuksi Bernhard Forstén, Valtteri Ikäheimo, Eddie Myrskog ja Linus Lehto tulivat yhteisymmärrykseen siitä, että tukiauto telttoineen ja eväineen olisi tärkeää suorituksen onnistumisen kannalta.",
    "Joel Edströmiä kysyttiin tukiauton kuljettajaksi ja lyhyestä varoitusajasta huolimatta, otti hän innolla tehtävän vastaan. Joelin avulla kvartetti pystyi pakkaamaan ainoastaan tarvittavat varusteet ja eväät juoksumatkoillensa. 11 litran reppuihin pakattiin eväät, hyttysverkko, sadetakki, sukkia, ensiaputarvikkaieta, kaiuttimet ja yölamppu.",
    "25. kesäkuuta oli virallinen lähtöpäivä. Bernhard, Valtteri, Eddie ja Linus lähtivät liikkeelle Haminan suurlipulta. Ensimmäisenä päämääränä oli Salpalinja, mutta reitin päättivät itse juoksijat. Nelikko liikkui kartta kädessä pareittain toivoen, että valittu reitti olisi kaikista nopein. Bernhard ja Linus päättivät, että nopein tapa on mennä linnuntietä ryteikön ja metsän läpi. Valtteri ja Eddie valitsivat aluksi saman taktiikan, mutta huomasivat viiden kilometrin jälkeen, että linnuntieltä poikkeavat merkatut tiet ovat nopeampi vaihtoehto. Valtterin ja Eddien reitti oli pidempi, mutta kroppaa säästävämpi.",
    "Ensimmäinen päivä oli huomattavasti pidempi kuin kukaan juoksijoista osasi odottaa. 40 kilometrin jälkeen molemmat parit ymmärsivät kuinka pitkä matka viimeiseen määränpäähän on. Viiden päivän kamppailu kävi henkisesti vaikeaksi jo ensimmäisenä päivänä. 63 kilometrin jälkeen Valtteri ja Eddie pääsivät ensimmäiseen maalin saavutettuaan Salpalinjan. Joel oli odottamassa ja teltat olivat valmiiksi pystyssä. Tavallisessa ultramarton kisassa tämä olisi voinut olla maaliviiva, mutta Bold Offroadin osalta matkasta oli suoritettu yksi viidesosa. Ensimmäisen maaliviivan ylittäneet juoksijat eivät olleet riemuissaan. Tämän lisäksi Eddie alkoi huomaamaan tuttuja kipuja polvessaan. Bernhard ja Linus saapuivat maaliin Noin puoli tuntia myöhemmin. Kvartetti kävi nukkumaan ja edessä häämötti seuraava päivä.",
    "Toinen päivä alkoi trangialla valmistetulla aamupalalla ja pulahduksella leiripaikan viereiseen järveen. Tämän jälkeen yritettiin saada jalkoja palautumaan eilisestä ja valmistelut seuraavaa juoksua varten alkoi. Tässä vaiheessa juoksijat päättivät myös juosta nelisteen, jotta olisi helpompi tukea toisiaan. 18:00 toinen etappi lähti käyntiin. Myöhäinen lähtö johtui siitä, että juoksijat halusivat välttää 30-asteisen kesäkuisen lämmön. Jalat olivat jumissa ja vauhti hidasta. Pikkuhiljaa juoksijoiden jalat avautuivat askel askeleelta ja tempo alkoi kiihtyä. Ruokaa syötiin tasaisin väliajoin ja vesivarastoja täytettiin mahdollisuuksien mukaan. 20 kilometrin jälkeen Eddie alkoi jälleen tuntea kipua polvessaan. Kun 30 kilometrin jälkeen tunne polvessa kävi sietämättömän kivuliaaksi, Eddie päätti keskeyttää, jotta välttyisi mahdollisesta pidempiaikaisesta loukkaantumisesta. Koko ryhmä piti päätöstä järkevänä. Synkissä tunnelmissa soitettiin Joelille, ja noin reilu tunnin päästä tukiauto kävi hakemassa Eddien. Loput jatkoivat juoksuaan. Noin kello kolmelta aamuyöllä trio saapui Kyykosken virkistysalueelle. Tämä oli yksi raskaimmista päivistä minkä juoksijat olivat eläessään kokenut.",
    "Kolmantena päivänä Bernhard, Valtteri ja Linus jatkoi matkaa. Takana oli 110 kilometriä suomalaista maaseutua. Jaloissa tuntui, mieli oli väsynyt ja hyttyset parveilivat päiden ympärillä. Kovalla halulla juoksijat pääsivät kuitenkin taas maaliin. 50 kilometrin etapin jälkeen trio saapui Repoveden kansallispuistoon. Tästä huolimatta, juoksijat myönsivät, että luovutuksen rajamailla käytiin päivän aikana useasti.",
    "Neljäs päivä oli käännekohta. Kropat olivat rikki, mutta mieltä virkisti toiveikas tunnelma. Yli puolet oli takanapäin ja maaliin pääseminen tuntui mahdolliselta. Tällä asenteella neljäs etappi lähti käyntiin. Päivät täyttyivät siitä, mistä oli tullut Bernhardin, Valtterin ja Linuksen uusi normaali: hyttysiä, loputtomat piikkisuorat tiet ja halu luovuttaa jokaisen kilometrin jälkeen. Mutta yhteishenki, kaiuttimista raikuva musiikki ja halu saavuttaa tavoitteet saivat juoksijat jälleen maaliin. Neljäntenä päivänä mittariin lisättiin 50 kilometriä.",
    "Viides päivä oli viimein saavutettu ja viimeiset 50 kilometriä oli edessä. Ryhmä oli toiveikas mutta huolestuneisuutta jalkojen kestävyydestä oli havaittavissa. Olisi niin suuri pettymys, jos joku joutuisi keskeyttämään viimeisenä päivänä. Trio lähti liikkeelle toivoen, että noin 10 tunnin päästä kiivettäisiin Neitvuoren huipulle. Hitaasti mutta varmasti, trio lähestyi viimeistä maaliviivaa. Kun maaliin oli matkaa 20 kilometriä, juoksu vaihtui kävelyksi. Neitvuoren huippu alkoi häämöttämään pitkien tuntien jälkeen. Askeleet nopeutuivat ja kevenivät. Yhteislaululla rutistettiin viimeiset kilometrit ja yhtäkkiä oltiin vuoren juurella. Askeleet huipulle olivat erittäin raskaat. Vajaan 250 kilometrin jälkeen jyrkkä rinne poltteli reisissä mutta yhtäkkiä, projektin viimeisin maaliviiva oli nyt ylitetty.",
    "Aikaisempiin projekteihin verrattuna, Bold Offroad oli kaikista raskain ja maaliin pääsy 245 kilometrin jälkeen tuntui uskomattomalta. Maaliin saapumista juhlittiin kuohuvalla ja edessä näkyi hienot maisemat Hiidenlahteen ja suomalaisten metsien ylle. Auringon noustessa Bold Projects asteli vuorelta varovasti alaspäin. Viimeisen telttayön jälkeen matkattiin autolla kotiin. Olo oli uupunut ja heikko, mutta sitä vahvempana esiin tuli iloisuus, ylpeyden tunne ja muutoksen teko."
  ]
}