{
  "eng": [
    "In the fall of 2020 we gathered once again to discuss future projects. This time it felt like we had a clear process. It always starts with finding a sport and a charity, the rest falls into place later. Someone had suggested that we should roller ski, which we thought about for a long time until we noticed that there are roller skates specifically for longer distances. After that it was clear what we were going to do. An idea became a plan and at the end of October we had decided to roller skate through the whole of Finland with a start in Nuorgam and the end destination in Helsinki. This time Valtteri Ikäheimo wasn’t going to participate, therefore only three people were going to roller skate: Linus Lehto, Eddie Myrskog and Bernhard Forstén.",
    "In the midst of planning we had already for a while lived in the middle of a pandemic. Headlines and reports about the youth’s struggles with mental health during this exhaustive period could be read on almost a daily basis. That made us think about what we could do to help out. After some research we noticed that there was a large number of marginalized youngsters in Finland but also that it was a problem that wasn’t talked about in our circles. We familiarized ourselves with an organization by the name Tukikummit ry who helps youngsters economically in Finland and noticed that their values were the same as ours. Shortly thereafter a collaboration took place and our charity for this year’s project was established.",
    "As we now had a sport and a charity all we had to do was start training and talk to sponsors. The roller skates we got from Skatepro for a bargain price but due to a big demand on roller skates the right sizes and models arrived in Finland in April, only three months before our planned start. Therefore large parts of our training period consisted of training in the gym and skating on ice as long as it was possible. Other sponsors who supported us and made the project possible was Annette Tillander who’s our most loyal sponsor together with Grabbarna Flytt who gave us a moving van for the project which worked as means of transportation as well as our sleeping place during the project.",
    "The night between the first and the second of July we (Linus, Eddie and Bernhard) took the train and the bus up north to Nuorgam. At the same time, Joel Edström, driver of the moving van as well as Alex Savander, our photographer, started their journey up to Nuorgam. Joel and Alex transported all of our gear and food and were in charge of that during the whole journey down to Helsinki. After many hours of traveling we finally arrived in Nuorgam and almost immediately started to prepare for our first leg of roller skating. We put on our roller skates, adjusted our helmets and filled our water bottles. Late in the evening on the second of July our trip from Nuorgam, at the border of Finland and Norway, down to the Capital of Helsinki, began.",
    "Beforehand we had decided to roller skate in the night to avoid the warm July sun. Our aim was to skate 160 kilometers per day so that we would arrive in Helsinki in ten days and skate the 1600 kilometers as fast as possible. The route was pretty straight down from Nuorgam until Oulu and from there we would skate along the west coast of Finland down to Helsinki. It didn’t take long until we realized that we would have to make some big changes to our plan. The first kilometers we were, to our surprise, freezing so much that we couldn’t enjoy skating. Only after 15 kilometers when the sun finally started to show could we start to enjoy the beautiful scenery and the fact that the adventure had finally started. The enjoyment didn’t last for long though, already after 50 kilometers we were absolutely exhausted. The last night had been spent in a small train carriage and the night before that fell short because of all the preparations. Our project started with a lack of sleep and that became our biggest mistake. After 100 kilometers of skating up and down mountains, terrain we weren’t used to, we had to stop for some rest. Tired and disappointed and 60 kilometers short of the daily target we went to sleep in the morning. The highlights of the first day had been the fantastic scenery as well as the partying teenagers in Utsjoki who invited us to an afterparty on their way home from the local bar. We slept in the moving van during daytime but our sleep was constantly interrupted by the crushing heat and every evening as we woke up we felt low on energy.",
    "Even though we hadn’t slept that well our second day felt a bit better and we managed to roller skate 140 kilometers. Once again we were taken by the beauty of the scenery. We passed Inari, climbed Saariselkä, which felt like climbing Mount Everest, saw lots of reindeer and with the help of Joel, Bernhard managed to fix the swelling that had started in his feet. Much more positive than the day before we paused for the night and slept another day in the heat of the van. At this point we had also come to the realization that we weren’t going to make it in time to Helsinki if we were going to take the planned route. Linus only had 11 days free from work, therefore we chose a more direct route through Finland, shortening the journey from 1600 to 1400 kilometers.",
    "The third night we associate with pain in our feet caused by the uncomfortable roller skates made of carbon fiber. The roads were in bad shape causing our whole bodies to shake as we rode them. Linus’ feet swelled up and some abrasions started to show. Despite all of this the all around mood was on top and encouragement from passing trucks as well as the stream of donations to the charity motivated us to continue. Linus was always in the front leading the way followed by Bernhard and lastly Eddie. Our routine was to roller skate 20 kilometers before a short break followed by another 20 kilometers after which we took a longer break with Joel and Alex and ate some warm food. Knowing when the breaks would come helped us keep sane and motivated us to keep going.",
    "The fourth night started exactly as all the other ones, slowly waking up, followed by swearing and melancholy and then the unavoidable pain that came as you had to once again put on the roller skates. But after a couple of kilometers you started to feel human again and the pain went away for a while. During one night we had to eat about five times to keep our energy levels up and we ate everything from ready made meals that we heat up in our jet boiler to candy and cookies. We roller skated about 10-14 hours per day, stopping every three hours or so to have a meal. Seeing the moving van and the faces of Joel and Alex was definitely the highlight of the day. At this point we started to have some more faith in the project and it started to feel possible to get all the way to Helsinki, everyday we had come a little more south on the map. The fourth night ended in Rovaniemi where we cracked the 500 kilometer mark, there we also managed to get lost and wound up on the freeway next to all the moving cars and trucks. No one got hurt though and an hour later we found ourselves once again by the truck where another sweaty and disruptive day awaited.",
    "The fifth night started with an interview with Yle X3M but also by the news that our reserve wheels that hadn’t arrived in time for our project were even more delayed. Bernhard’s wheels had already broken and the last reserves had been used. The plan was now to send the wheels from Helsinki, as soon as they would arrive, to Kemi which was our next destination and just hope that our current wheels would survive all the way from Rovaniemi to Kemi. Which they did, barely. As Linus rolled into Kemi, three of his six wheels broke and he had to walk the last 100 meters to the van. In Kemi we slept in someone’s yard in the middle of the city. It was also the first time during the trip that the trio had the opportunity to wash themselves, something that Linus and Eddie did. Bernhard didn’t wash himself during the whole journey and refused to change underwear since he thought his pair of boxers brought him luck.",
    "On the sixth night our target was Kempele, a little south of Oulu. It was one of the most exhausting legs so far. It rained to the point that our feet were soaking wet, the wind blew in our faces the whole day and the road on which we skated was narrow leaving us very close to the cars and trucks passing by. The sticks we used as we roller skated did hold up pretty well but on this day Linus’ managed to break one of his. It was not the first time Linus broke one of his sticks and it wouldn’t be the last time. Despite the day being exhausting the mood was great and smiles were all around. In Kempele we smashed the 750 kilometer mark which meant that half of the total journey was made. The rough terrain was behind us at this point and smoother roads ahead.",
    "The seventh night started from Kempele. Oulu had been a significant target for us and now we had the last 700 kilometers to push through. Between Oulu and Kärsämäki, our next destination, there was nothing much happening. The roads and scenery seemed to be the same all the way. At this point especially, we started to notice the lack of sleep. We hadn’t slept well a single day since the heat was so intense. This showed as Linus fell in the bushes on the side of the road and barely got up and the fact that Eddie started to feel fatigue and dizziness. But we took short breaks, kept sure that everyone was ready to continue and kept pushing. We arrived in Kärsämäki without any new injuries.",
    "On the eighth night our target was Viitasari. To be completely honest none of the trio can remember anything from this night. We skated 130 kilometers and apparently made it to Viitasaari without complications.",
    "On the ninth night the target was Jyväskylä. This was a significant target for us since Jyväskylä meant that it was only under 300 kilometers left. When thinking about the already skated kilometers, 300 more wasn’t going to stop us. The roads to Jyväskylä were really good and some of the hills were amazing to skate down. Our breaks became more relaxed and we listened to a lot of music, especially On the road again by Willie Nelson became a favorite. Despite the roads being in good condition, Linus had a hard time. His hand had swelled up resulting in pain as he used his sticks. With the help of Ice power, painkillers and refusal to give up he managed to make it to Jyväskylä for some well deserved rest. As we arrived we thought we would get to sleep immediately but it took several extra kilometers before we found a place to sleep and when we finally got to sleep in the hot morning we were tired, hungry and irritated.",
    "The tenth night suddenly felt really good. We arrived in Vierumäki and noticed signs showing the way to familiar places as well as a sign that showed 130 kilometers to Helsinki. We found a place in the shade where we could cool down. Since we mostly skated in a line behind each other we didn’t actually talk that much during the night. Therefore all of us were quite focused on our own thoughts, especially Linus who mostly muttered for himself as he skated. But there was always an understanding that we were there for each other if it would start to feel impossible to get any further. Nine days and nine nights of bad sleep and high intensity also led to the fact that our conversation topics weren’t always that profound and inspiring. Silence might have been the better option. Vierumäki became our last sleeping spot before homecoming.",
    "The eleventh night felt surprisingly hard in the beginning. We woke up, prepared ourselves and got started but there was a weird energy in the camp. In hindsight I believe there was a constant worry that something would happen on the last day, which would be tragic as we had come such a long way. Joel and Alex, whose help was vital for this project to happen and whose good mood and encouragement helped us a long way on the journey, waved us goodbye for the last time. It didn’t take long before we could start to follow the signs to find our way to Helsinki. And every tenth kilometer the signs would show a new smaller number. The speaker blasted music and a definite sign that we were getting closer to Helsinki was the darker nights. Up until now we had managed to navigate through the night in some sort of natural light but now we had to use our lamps for the first time. As it once again got brighter in the morning we found ourselves on the border to Helsinki. Together we crossed the line and even though we still had some kilometers to go to our final destination in the center of Helsinki this definitely felt like a big moment. Now we had officially roller skated from Nuorgam to Helsinki. After that we glided through Helsinki through familiar places, Vanhakaupunki, Arabianranta, Sörnäinen, Merihaka and Kruununhaka until we found ourselves in Eira. Five to nine it was over 20 degrees Celsius but only 500 meters left to the finish line. With a newfound energy where all the lack of sleep, pain and heavy thoughts that had tormented us during eleven nights and eleven days vanished, we roller skated through the finish line where our close friends and family greeted us with open arms.",
    "Of all of the projects we have done with Bold Projects, roller skating from Nuorgam to Helsinki is one of the most fun ones but also one of the most exhausting ones mentally. It took us eleven days and eleven nights to roller skate 1400 kilometers and gather over 7000 euros for the youth in Finland who risk becoming marginalized. It brought us unforgettable memories and experiences and as I’m writing this I cannot but hope that we have future projects in store and that our organization forever will come up with bold new projects."
  ],
  "fin": [

  ],
  "swe": [
    "När vi på hösten 2020 åter samlades för att diskutera följande års projekt kändes det som att vi hade en tydlig process. Det börjar alltid med att hitta en idrottsgren och ett välgörande ändamål, resten faller på plats senare. Någon hade föreslagit rullskidor vilket vi länge funderade på innan vi märkte att det finns rullskridskor ämnade för långdistans, efter den insikten var det tydligt vad vi skulle göra. En idé blev en plan och i slutet av oktober hade vi bestämt oss för att rullskrinna genom Finland med start i Nuorgam och slutdestination i Helsingfors. Denna gång meddelade Valtteri Ikäheimo, som tidigare varit med och utföra projekten, att han inte kunde delta, vilket betydde att vi var tre stycken som tänkte rulla genom Finland: Linus Lehto, Eddie Myrskog och Bernhard Forstén.",
    "Under planeringsfasen av projektet hade vi redan en längre tid levt i mitten av pandemin. Rubriker och rapporter om ungas sviktande mentala hälsa under denna krävande period förekom på en nästan daglig basis. Det förde föreningens tankar till vad vi kunde göra för att hjälpa de mest utsatta. Efter att ha undersökt olika organisationer och föreningar märkte vi att det fanns en dyster siffra då det gällde mängden marginaliserade ungdomar i Finland. Siffran var inte endast flera gånger större än vad vi trodde men marginaliserade unga var även ett ämne som inte talats om i våra kretsar. Vi bekantade oss med en organisation vid namn Tukikummit ry som samlar in material och bistår utsatta unga med ekonomisk hjälp och märkte att deras värderingar stämmer överens med våra. Kort därefter inleddes ett samarbete och insamlingsmålet för årets projekt var färdigställt.",
    "Därefter började träningen och diskussioner med sponsorer. Rullskridskorna fick vi av Skatepro till ett förmånligt pris men på grund av en stor efterfrågan på rullskridskor fick vi rätta storlekar och modeller fraktade till Finland först i april, endast tre månader innan projektet körde igång. Träningsfasen utgjordes därför till stor del av träning i gymmet samt skrinnande på is medan det fortfarande var möjligt. Övriga företag som bidrog till möjliggörandet av projektet var våra mest lojala samarbetspartners Annette Tillander som visat stöd för föreningen sedan grundandet och likaså Grabbarna Flytt som bistod oss med en flyttbil för projektet vilket gjorde att vi kunde frakta allt material upp till norra Finland och att vi hade en sovplats under de 11 nätterna som vi rullskrinnade.",
    "Natten mellan 1 och 2 juli tog vi (Linus, Eddie och Bernhard) tåget och sedan bussen upp till Nuorgam. Samtidigt började Joel Edström, föreningens trofaste chaufför, och Alex Savander, föreningens nyaste tillägg och fotograf, sin resa uppåt till Nuorgam med paketbilen. Joel och Alex fraktade och hade ansvar över material och mat under projektet och skulle även fungera som stöd och hjälp vid eventuella motgångar. Alex hade även som uppgift att dokumentera projektet. Väl framme i Nuorgam efter många timmars färd började omedelbart förberedelserna inför första etappen. Rullskridskorna spändes, hjälmarna justerades och vattenflaskorna fylldes, sent på kvällen andra juli påbörjades färden från Nuorgam, vid Finland och Norges gräns, ner mot Helsingfors.",
    "Vi hade på förhand beslutit att rullskrinna på natten för att undvika den varma julisolen. Målet var att rullskrinna ca 160 kilometer per dag för att komma fram till Helsingfors på 10 dagar och avverka den ca 1600 kilometer långa sträckan så snabbt som möjligt. Rutten gick ganska rakt från Nuorgam till Uleåborg och därefter skulle vi ta kustvägen ner till Helsingfors. Det tog inte länge förrän vi insåg att vi skulle få tänka helt om. De första kilometrarna frös vi, till vår förvåning, så mycket att vi inte kunde njuta av rullskrinnandet och först efter 15 kilometer när solen äntligen började titta fram bakom bergskullarna kunde vi njuta av det vackra landskapet och över att projektet äntligen kommit till den roliga biten, prestationen. Dock varade inte glädjen så länge i och med att vi efter ca 50 kilometer märkte hur otroligt trötta vi redan var. Förra natten hade spenderats i en trång tågvagn och natten innan dess hade blivit kort på grund av alla förberedelser, därmed startade vi projektet med sömnbrist vilket blev vårt största misstag. Efter 100 kilometer av svettigt åkande uppför och nerför backar som vi inte var vana vid i södra Finland fick vi avsluta första etappen besvikna och trötta. Höjdpunkterna under natten hade varit de vackra vyerna som vi fick vittna i morgonljuset samt de festande tonåringarna i Utsjoki som ville ha oss med på deras hemmafest när vi passerade klockan två på natten. Vi sov i paketbilen under dagen men vaknade konstant av den tryckande värmen och kände oss låga på energi då vi följande kväll återigen gjorde oss redo för start.",
    "Andra natten kändes ändå lite bättre och fastän vi hade sovit dåligt lyckades vi rullskrinna 140 kilometer. Igen blev vi överrumplade av de vackra vyerna som vi inte kunde tro att var en del av Finland. Vi passerade Inari, besteg Saariselkä som kändes som att bestiga Mount Everest, såg massvis med renar och Bernhard lyckades med hjälp av Joel överkomma svullnader i fötterna som påverkade hans rullskrinnande. Mycket mer positiva avslutade vi andra dagens färd och lade oss i paketbilen var vi än en gång fick uppleva en varm och tung dag. I detta skede hade vi också bestämt att vi inte skulle hinna åka längs med kusten ner till Helsingfors som det var tänkt från början. Linus hade endast 11 dagar ledigt från jobbet och därför valde vi att åka en rakare väg hem.",
    "Tredje natten präglades av smärta i fötterna orsakade av rullskridskorna som är gjorda av kolfiber och som saknar fodring samt av dåliga vägar som fick hela kroppen att skaka. Linus fötter svällde också upp och några skavsår hade börjat visa sig. Trots detta var humöret på topp, och stöd från förbiåkande lastbilar som tutade och den jämna strömmen av donationer till vår insamling motiverade oss att fortsätta. Linus var alltid i täten och ledde vägen medan Bernhard var i mitten och Eddie allra sist. Oftast rullskrinnade vi ca 20 kilometer innan vi tog en kort paus på fem minuter varpå vi fortsatte ytterligare 20 kilometer varefter vi tog en längre matpaus tillsammans med Joel och Alex. Det blev vår rytm och alla dagar såg på det sättet ganska likadana ut. Vetskapen om när pauserna skulle komma gjorde att man kunde motivera sig själv och hålla ut.",
    "Fjärde natten började precis som alla andra, långsamt uppvaknande i paketbilen innan man vemodigt och svärande började göra sig i ordning och förberedde sig för smärtan som var oundviklig då man satte på sig rullskridskorna igen. Men efter några kilometer började man känna sig mänsklig igen och smärtan domnade bort. Under en natts prestation behövde vi äta ca fem gånger för att hålla energinivåerna uppe och vi åt allt från färdiga matpåsar som vi värmde upp i vår jet boiler till godis och kex. Vi skrinnade mellan 10-14 timmar varje dag och varje paus välkomnades vi av Joel och Alex och en varm måltid, det var definitivt etappernas höjdpunkt. I detta skede började vi ha lite mera förtroende för projektet igen och fastän vi var trötta så kändes det som att vi varje dag kom lite närmare vårt mål. Fjärde natten avslutades i Rovaniemi var vi spräckte 500 kilometers gränsen men också lyckades tappa bort oss och i misstag åkte några kilometer på motorvägen bland lastbilar i full fart. Vi klarade oss ändå oskadda fram till paketbilen var vi än en gång sov en orolig och svettig natt i värmen.",
    "Femte natten började med en intervju med Radio X3M som följt med alla våra projekt genom åren men också av de dåliga nyheterna att våra reservhjul som inte hade kommit fram innan vår start var ytterligare försenade i frakten. Bernhards hjul hade redan gått sönder och sista reserverna använts, planen var nu att skicka hjulen från Helsingfors till Kemi som var vår nästa destination och hoppas på att våra rullskridskor skulle klara sig hela natten. Hjulen klarade sig ända fram till Kemi men när Linus rullade in på Kemis bulevard så brast ekrarna på ett av hans hjul. Som tur hade vi redan nått vår destination och Linus kunde långsamt ta sig fram de sista metrarna. I Kemi sov vi på en innergård alldeles i mitten av staden och det var också första gången på hela resan som trion hade möjlighet att tvätta sig, vilket Linus och Eddie tog vara på. Bernhard tvättade sig inte en enda gång under hela projektet och vägrade även att byta kalsonger eftersom att han påstod att de förde med sig tur.",
    "Sjätte nattens mål var Kempele, lite söder om Uleåborg. Det var en av de tyngsta etapperna eftersom det ösregnade så fötterna var alldeles genomblöta, det var motvind hela tiden och vägen där vi rullskrinnade var smal och mycket trafikerad av lastbilar och andra fordon. Linus stav fastnade i ett räcke och gick av under mitten av resan men som tur hade vi med oss ett par extra stavar, detta var andra gången som Linus stav gick sönder och tyvärr inte den sista. Trots den tunga färden till Kempele var BOLD-gängets humör på topp och glada miner syntes hela vägen. Väl framme i Kempele hade hela 750 kilometer avverkats vilket innebar att det var mindre än hälften kvar till slutdestinationen i Helsingfors. De värsta backarna var även nu avklarade och inom några dagar skulle det bli allt jämnare mark.",
    "Sjunde natten startade från Kempele. Uleåborg hade varit ett viktigt psykiskt mål för oss och när det nu var avklarat gällde det att kämpa till slutet. Mellan Uleåborg och Kärsämäki som var vårt nästa mål fanns inte mycket bekant för oss från tidigare och vägarna och områdena tycktes se exakt likadana ut. Senast nu började också sömnbristen märkas av. Vi hade inte sovit en enda bra natt ännu eftersom värmen på dagarna hade varit så intensiv. Det märktes genom att Linus föll i buskarna vid sidan av vägen och knappt kom upp och av att Eddie måste ta en paus för att han kände sig svag i kroppen och yr. Men trots detta kämpade vi vidare, försäkrade oss om att alla var redo att fortsätta och kom fram till Kärsämäki utan större skador.",
    "Åttonde natten bar iväg mot Viitasaari. För att vara helt ärlig kan inte trion minnas någonting av denna etapp. Vi rullskrinnade 130 kilometer och kom tydligen fram till Viitasaari utan desto större problem.",
    "Nionde natten hade vi som mål att komma fram till Jyväskylä. Även detta ett mål som hade en stor mental betydelse för oss. Jyväskylä innebar att det endast var lite under 300 kilometer kvar och med tanke på de redan avverkade kilometrarna så var ca 300 kilometer ingenting som skulle hindra oss från att komma i mål. Vägen till Jyväskylä bjöd även på de bästa backarna, på gott och ont, de var sköna att åka nerför men bland de tyngsta att åka upp för. Pauserna blev också lite mera lättsamma och det lyssnades en hel del på musik. Bland annat On the road again av Willie Nelson blev en stor hit och gav oss motivation. Trots att vägarna var bra så hade Linus det ganska jobbigt, hans hand hade svullnat och han hade svårt att använda högra handens stav. Med hjälp av Ice power, värktabletter och en vägran att ge upp så kom han ändå fram till Jyväskylä med handen i behåll. Största problemet med nionde nattens etapp var ändå att hitta ett sovställe i Jyväskylä. Vi krävde skugga för att kunna sova ens lite men hittade inte något förrän vi rullskrinnat många extra kilometer.",
    "Tionde natten kändes plötsligt väldigt lätt. Vi kom fram till Vierumäki och konstaterade att det fanns skyltar som visade riktning till bekanta områden inte minst en skylt som avslöjade att det var 130 kilometer kvar till Helsingfors. Dessutom hittade vi ett sovställe med ordentlig skugga var vi kunde svalka oss lite. Eftersom vi alltid åkte efter varandra så gav det inte mycket möjlighet för att diskutera medan vi rullskrinnade. Därför var alla ganska försjunkna i egna tankar, framförallt Linus som mest muttrade för sig själv eller var knäpptyst där han i täten ledde oss på rätt vägar. Men det fanns ändå alltid en vetskap om att vi fanns där för varandra ifall det skulle börja kännas tungt för någon. Nio dagar och nätters dålig sömn och ansträngd prestation gjorde också att våra samtalsämnen inte alltid var de djupaste och därför tror vi att tystnaden ofta var det rätta beslutet. Vierumäki blev vår sista sovplats innan hemkomsten.",
    "Elfte natten kändes förvånansvärt tung till en början. Vi vaknade och förberedde oss i lugn och ro. I efterhand tror jag att det hela tiden fanns en liten oro över att någonting skulle gå snett ännu så här sent på resan. Det var 130 kilometer kvar vilket med våra mått inte var mycket och faktiskt kändes som en slutraka men under 130 kilometer är det fortfarande mycket som kan gå snett. Joel och Alex, vars prestation och tålamod under resan inte heller ska gå obemärkt eftersom att vi utan dem aldrig skulle ha klarat av detta och framförallt skulle det inte ha varit lika roligt, vinkade oss iväg en sista gång i Vierumäki. Det tog inte länge förrän vi märkte att vi kunde börja förlita oss på skyltar och för varje tionde kilometer vi åkte framåt förkortades kilometer antalet på skyltarna som visade mot Helsingfors. Högtalaren spelade musik och ett definitivt tecken på att vi närmade oss Helsingfors var att vi första gången under resan upplevde att det faktiskt blev mörkt på natten. Hittills hade vi alltid klarat oss utan ficklampor eftersom solen aldrig gick helt och hållet ner men nu fick vi uppleva kolmörker i någon timme. Inte långt därefter passerade vi skylten som berättade att vi kommit fram till Helsingfors. Efter att ha passerat den skylten släppte någonting i kroppen och fastän vi inte hade ännu hade nått vårt mål i centrum av Helsingfors så hade vi nu rullskrinnat från Nuorgam till Helsingfors och det kunde ingen ta ifrån oss. Därefter gled vi fram de sista kilometrarna, genom bekanta områden, Gammelstaden, Arabiastranden, Sörnäs, Havshagen och Kronohagen tills vi befann oss i Eira. Fem före nio på morgonen var det över 20 grader varmt men endast 500 meter kvar till mållinjen. Med en nyfunnen energi där all sömnbrist, smärta och tunga tankar som plågat oss under elva dagar och nätter rullade vi in på Kompasstorget där våra nära och kära mötte oss med öppna famnar.",
    "Av alla Bold Projects prestationer så är att rullskrinna från Nuorgam till Helsingfors en av de roligaste men mentalt tyngsta prestationer vi gjort. Den räckte 11 dagar och nätter, sträckte sig ca 1400 kilometer, samlade in ca 7000 euro till unga personer i Finland som riskerar att bli marginaliserade och förde med sig oförglömliga minnen, upplevelser och vyer. I skrivande stund kan jag inte annat än hoppas på att vi har många ogjorda projekt framför oss som alltid kommer att hålla vår verksamhet i liv."
  ]
}