{
  "eng": [
    "Bold Projects members Valtteri Ikäheimo, Bernhard Forstén, Eddie Myrskog and Linus Lehto will on the 25th of June 2020 run five ultramarathons in pairs over five days.",
    "The over 200 km route will commence in Hamina and lead our runners through some of Finlands most beautiful environments and will finish at the top of Neitvuori. Not only will the runners face rough terrains, but they will need cross rivers and lakes, all while carrying equipment on their backs.",
    "This year’s project will be in support of Mieli, who promote the psychological well-being in Finland. Mieli educate volunteers who want to work towards the mental health of the population, while also spreading information and offering crisis relief to those in need. We have started a donation page through their platform and if you have the possibility to help out for a good cause, we kindly ask you to do so. You can learn more about the organisation on Mieli.fi."
],
  "fin": [
    "Bold Projectsin jäsenet Valtteri Ikäheimo, Bernhard Forstén, Eddie Myrskog ja Linus Lehto lähtevät 25. kesäkuuta juoksemaan pareittain viisi ultra-maratonia viitenä päivänä.",
    "Haminasta lähtevä yli 200 km pitkä matka vie juoksijat suunnistamalla kauniiden maisemien ja ulkoilualueiden halki, päättyen Neitvuoren kukkulalle. Jalalla liikkumisen lisäksi, matkalla joudutaan myös ylittämään vesistöjä. Juoksijat etenevät kompassia ja karttaa hyödyntäen ja mukana kannetaan aina yhden kokonaisen etapin varustus.",
    "Vuoden projekti haluaa nostaa esiin Mieli ry:tä, joka edistää maamme mielenterveyttä. Mieli kouluttaa vapaaehtoisia työskentelemään mielenterveyden parissa samalla kun he jakavat informaatiota ja tarjoavat kriisi apua sitä tarvitseville. Olemme avanneet Bold Projectsin Melipotin heidän sivuillensa ja jos sinulla on mahdollisuus lahjoittaa hyvän asian puolesta kannustamme sinua tekemään niin. Lisätietoa Mieli ry:n toiminnasta löytyy osoitteesta Mieli.fi."  
  ],
  "swe": [
    "Bold Projects medlemmar Valtteri Ikäheimo, Bernhard Forstén, Eddie Myrskog och Linus Lehto kommer 25 juni 2020 parvis att springa fem ultramaraton på fem dagar.",
    "Paren kommer att springa med packning på ryggen och orientera sig fram till det dagliga målet med hjälp av kartor och kompass. Rutten sträcker sig över 200 kilometer och inkluderar svårframkomlig terräng samt vattenhinder i form av floder och sjöar. De fem olika etapperna tar kvartetten genom några av Finlands vackraste friluftsområden med start i Fredrikshamn och slutmål uppe på Neitvuori.",    
    "Årets projekt vill uppmärksamma föreningen Mieli som främjar det psykiska välmåendet i landet. Mieli utbildar frivilliga som vill arbeta för mental hälsa hos befolkningen samtidigt som de delar ut information och erbjuder krishjälp till behövande. Vi har öppnat en doneringssida via deras plattform och ifall du har möjlighet att donera för ett gott ändamål ber vi dig göra det. Du kan läsa mera om deras verksamhet på Mieli.fi."  
  ]
}