{
  "eng": [
    "The organisation was founded and the members started planning their next project. The poor shape of the Baltic Sea led to the decision that the next collection would go towards aid to cleaning and maintaining this important water source. Bold Projects made contact with Baltic Sea Action Group, an ideal partner based in Helsinki, and started a collection together.",
    "Combining the effort with the Baltic Sea became a requirement and so was born the idea to row from Stockholm to Helsinki in an ocean rowing boat. The team had no experience in rowing and no idea where to start. Eddie, Linus, Bernhard and Valtteri, who eventually performed the feat, contacted the rowing club SMARK and together with them and their world class trainers initiated the seven month long training period.",
    "During this period of physical preparation the team also sought out other support and necessities. Among contributions from the city of Helsinki and the Tre Smeder foundations were also sponsorships from Fazer, Annette Tillander, United Bankers, Buster, Grabbarna Flytt, Promocore and Finnlines which facilitated the acquisition of necessary gear and materials. Bold Projects started an extensive campaign on social media including contributions from Jasper Pääkkönen, Mimosa Willamo, Pata Degerman, Noora Ruskola and Pekka Haavisto. This time around the media coverage was even more extensive with the rowers taking part in radio interviews, newspaper articles and televised features shown in both Finland and Sweden.",
    "One week before the big start the team flew over to Stockholm where they met adventurer Sören Kjellkvist, who was providing his ocean rowing boat for the project. The sponsors logos were taped to the sides of the boat and necessary preparations were made to ensure that the voyage would go as smoothly as possible. On the morning of the 20th of July 2019 the four rowers departed from Stockholm and begun their journey to Helsinki.",
    "The layout of the ocean rowing boat made it possible for two to row simultaneously while the other two are resting in the cabin. Linus and Valtteri formed one pair while Eddie and Bernhard formed the other, rowing and resting for two hours at a time which ensured that the boat was moving forward at all times. The 500 kilometer journey required quite a bit of personal discipline considering the limited space that was shared.",
    "Good weather and tailwind made for a successful first day. An eerie feeling arose as the seven meter long boat passed enormous cruisers, leaving behind the Stockholm archipelago and facing the wide open sea. The modern boat was equipped with all manner of instruments and necessities, which made navigation easy, even in the pitch black night. Up to this point Thomas Lundström had taken care of documentation but now filming and photography responsibility fell on the rowers when they weren’t sleeping or rowing.",
    "The first taste of bad weather came outside the Lågskär lighthouse and the next couple of hours were spent rowing toward a beacon that did not seem to get any closer. The rowers took cover from the wind behind nearby cliffs and managed to wait out the storm, and the voyage continued only a few hours later. The estimated time of the journey was seven days but reaching Finnish waters on the second day made the team realise that they would reach their destination much sooner than expected. The pleasant weather, making the rowing easier, also carried with it some negative aspects. The warm water, alluring as it was, was covered in algae for large portions of the journey, and dissuaded the rowers from taking any swimming breaks.",
    "By the end of the third day of rowing the team, who had reached the cape of Hanko, were shocked by how fast the trip was moving along. Sailors and boaters who had heard about the project were there, welcoming them. The rowers carried on with the same pace and not even the poor weather by the cape of Porkkala could slow them down, with Helsinki being so few kilometers away. The press coverage in Helsingin Sanomat, Yle and HBL led curious photographers, friends and acquaintances to come out on their boats to greet them, some fans even bringing the team food and drinks.",
    "When entering Helsinki waters the rowers decided to take a lap of honor while waiting for the welcome party. Yle News was on the scene, conducting the first interview before the fanfare of trumpets welcomed the team to Restaurant Löyly, where family and friends cheered them ashore. With their feet on fast land they told the story of their rowing adventure that raised more than 12 000€ for the Baltic Sea."
  ],
  "fin": [
    "Yhdistys perustettiin ja jäsenet alkoivat suunnitella seuraavaa projektiaan. Itämeren huono kunto johti keskusteluihin siitä, jos yhdistys voisi jollain tapaa olla mukana tämän tärkeän vesistön suojelemisessa. Bold Projects otti yhteyttä Itämeri-säätiö Baltic Sea Action Groupiin (BSAG), ja keskusteluiden jälkeen BSAG innostui ideastamme ja yhteistyö lähti käyntiin.",
    "Bold Projects halusi yhdistää urheilusuorituksen Itämeren merelliseen ympäristöön ja tämän kautta syntyi idea soutaa avomerisoutuvene Tukholmasta Helsinkiin. Jäsenillä ei ollut mitään kokemusta soutamisesta. Eddie, Linus, Bernhard ja Valtteri jotka kuuluivat soutuveneen miehistöön ottivat yhteyttä soutuseura SMARKiin ja yhdessä heidän huippuvalmentajiensa kanssa amatöörisoutajat käynnistivät seitsemän kuukautta kestävän harjoittelujakson",
    "Fyysisen harjoittelun ohella, yhdistyksen oli myös kerättävä kasaan rahoitusta ja tarvikkeita soudun suorittamista varten. Helsingin Kaupungin ja Tre Smeders säätiön avustuksien ohella, yhteistyökumppaneiksi muodustui Fazer, Annette Tillander, United Banker, Buster, Grabbarna Flytt, Promocore ja Finnlines jotka kaikki auttoivat yhdistystä tarvikkeiden hankinnassa. Bold Projects aloitti myös laajan sosiaalisen median kampanjan, johon osallistuivat Jasper Pääkkönen, Mimosa Willamo, Pata Degerman, Noora Ruskola ja Pekka Haavisto. Tällä kertaa tiedotusvälineiden esitys oli vielä laajempi, kun soutajat osallistuivat radiohaastatteluihin, sanomalehtiartikkeleihin ja televisio-ohjelmiin sekä Suomessa että Ruotsissa.",
    "Soutajat matkustivat Tukholmaan valmistelemaan reissua viikkoa ennen suurta koitosta. Ruotsissa soutajat tapasivat seikkailija Sören Kjellkvistin, joka toimitti avomerisoutuveneensä Bold Projectsin käyttöön. Sponsoreiden logot teipattiin veneen sivuille ja tarvittavat valmistelut tehtiin sen varmistamiseksi, että matka kulkisi mahdollisimman sujuvasti. Heinäkuisena lauantai aamuna neljä soutajaa lähti Tukholmasta ja aloitti matkansa kohti Helsinkiä.",
    "Soutuveneen muotoilu mahdollisti sen että kaksi pystyi soutamaan samaan aikaan samalla kun kaksi muuta pystyivät lepäämään pienessä perähytissä. Linus souti Valtterin kanssa ja toisen parin muodosti Eddie ja Bernhard. Parivaljakot soutivat kahden tunnin vuorovälein mikä varmisti soutuveneen jatkuvan liikkeen kohti maaliviivaa. Neljällä soutajalla oli yhteensä noin kuusi neliömetriä tilaa käytettävänä mikä tarkoitti sitä että 500 kilometrin matka vaati soutajilta heittäytymistä ja tavalliset elämän rutiinit jouduttiin siirtämään matkan ajaksi sivuun.",
    "Hyvä sää ja myötätuulessa soutaminen takasi onnistuneen ensimmäisen päivän. Kutkuttava olotila valtasi soutajat kun isot risteilijät ohittivat seitsemän metriä pitkän soutuveneen ja Tukholman saaristo jäi taakse. Edessä näkyi pelkkää merta. Veneen moderni varustus toi turvaa miehistölle ja navigointi onnistui sujuvasti myös pimeässä. Thomas Lundström oli vastannut dokumentoinnista valmistautumisviikon ja lähdön aikana, mutta tästä hetkestä eteenpäin vastuu jäi soutajille.",
    "Ensimmäisen kosketus huonoon säähän tapahtui Lågskärin edustalla ja soutaminen oli vaivalloista. Vaikka airot puskivat vettä taakseen, Lågskärin majakka pysyi veneestä katsottuna samassa kohdassa useamman tunnin ajan. Suojaa löytyi läheisten luotojen takaa ja matkaa pystyttiin jatkamaan kun tuuli laantui. Matka oli suunniteltu soudettavaksi seitsemässä vuorokaudessa, mutta koska suomen vesialueet saavutettiin jo toisena päivänä, totesi soutajat että maaliviiva saatettaisiin ylittää arvioitua aikaisemmin. Miellyttävä sää teki soutamisesta sujuvaa, mutta ilmiö toi myös mukanaan ikäviä puolia. Lämpimät ja tyynet vedet ovat suotuisia sinilevälle, mikä tarkoitti sitä että Jurmosta Hankoon soutajat matkasivat sinileväpuurossa eikä uintitaukoihin ollut halua.",
    "Kolmannen päivän päätteeksi soutajat saavutti Hangon, ja miehistö yllättyi siitä kuinka sujuvasti matka oli taittunut. Huviveneilijät, jotka oli kuulleet projektistamme oli soutajia vastassa ja soutuvuorossa olevat sai jatkuvasti tervehdyksiä ja kannustushuutoja Hangon sisäisellä väylällä. Sama tahti jatkui jopa Porkkalan edustalla, vaikka selän ylittäessä miehistö kohtasi ikävää ristiaallokkoa joka vaikeutti hyvien vetojen loppuun viemistä. Lehdistöltä saatu näkyvyys houkutteli edelleen kiinnostuneita valokuvaajia ja ystäviä veneilemään. Jotkut heittelivät soutajille jopa evästä.",
    "Saavuttuaan Helsinkiin, soutajat päätti soutaa kunniakierroksen keskustan vesistöissä ennen tervetuliaisjuhlia. Torvifanfaarin saattelemana, Bold Projects lipui ravintola Löylyyn, missä YLE uutiset olivat paikalla ja haastatteli juuri merestä nousseita Linusta ja Bernhardia. Kun jalat oli saatu kuivan maan päälle, soutajat kertoivat matkastaan ja keräsivät yli 12 000 € Itämerelle."

  ],
  "swe": [
    "I samband med att föreningen bildades började medlemmarna planera följande projekt. Östersjöns dåliga tillstånd ledde till ett beslut om att projektets insamling sku gå till arbetet för ett renare Östersjön. Föreningen kontaktade Baltic Sea Action Group, en ideell stiftelse med bas i Helsingfors, och tillsammans startade de en insamling.",
    "Att kombinera prestationen med Östersjön blev ett krav och då föddes idén om att ro från Stockholm till Helsingfors med en oceanroddbåt. Ingen hade tidigare erfarenhet av att ro eller vetskap om var man sku börja. Eddie, Linus, Bernhard och Valtteri, de blivande roddarna, kontaktade roddföreningen SMARK och tillsammans med dem och deras tränare i världsklass började den sju månader långa träningsperioden.",
    "Medan träningen höll på gjordes även massa andra förberedelser. Bidrag från Helsingfors stad och Stiftelsen Tre Smeder samt sponsorerna Fazer, Annette Tillander, United Bankers, Buster, Grabbarna Flytt, Promocore och Finnlines möjliggjorde inköp av nödvändigt material och utrustning. Föreningen startade en omfattande kampanj på sociala medier där Jasper Pääkkönen, Kaj Kunnas, Mimosa Willamo, Pata Degerman, Noora Ruskola och Pekka Haavisto medverkade. Medierna visade också intresse och roddarna fick igen ta del av radiointervjuer, tidningsartiklar och tv-inslag, denna gång både i Sverige och i Finland.",
    "En vecka innan start åkte teamet över till Stockholm där de träffade äventyraren Sören Kjellkvist vars oceanroddbåt sku användas i projektet. De klistrade fast logorna på sidorna och gjorde de sista förberedelserna så att resan sku löpa så smidigt som möjligt. På förmiddagen 20.7.2019 lämnade de fyra roddarna Stockholm bakom sig och började ro mot Helsingfors.",
    "I oceanroddbåten fanns det plats för två att ro samtidigt medan två vilade i hytten. Linus och Valtteri bildade ett par och Eddie och Bernhard det andra och med två timmars mellanrum rodde de parvis vilket gjorde att båten gled framåt under dygnets alla timmar. Den 500 kilometer långa rodden som var framför dem krävde disciplin från alla eftersom de delade på en mycket liten yta.",
    "Fint väder och medvind gjorde att de tog sig fram i hastig fart det första dygnet. Det var en märklig känsla hos roddarna då de rodde med en sju meter lång båt bredvid de enorma kryssningsfartygen eller när de inte längre kunde urskilja Stockholms skärgård bakom sig och det enda de såg var öppet hav. Den moderna båten var utrustad med alla nödvändigheter som kan tänkas så att navigera var inget problem fastän det om nätterna blev kolmörkt förutom den lilla lampan på hyttens tak. Thomas Lundström hade dokumenterat det mesta hittills men nu fick roddarna själva spendera den tid som de inte sov eller rodde på att filma och fotografera.",
    "Utanför Lågskärs fyr fick de första gången erfara sämre väder och under de kommande timmarna kämpade de mot vinden men fyren tycktes befinna sig på samma avstånd hela tiden. I skydd av några klippor lyckades de vänta ut stormen och några timmar senare fortsätta resan. Det var estimerat att rodden sku ta sju dagar men då de redan den andra dagen trädde in på finskt vatten insåg roddarna att de kommer att anlända i mål mycket tidigare. Trots att det vackra vädret gjorde det lättare för dem att ro så hade det även sina negativa aspekter. Under stora delar av rodden var havsytan täckt av alger. Det var så stora mängder att fastän det varma vädret uppmuntrade till ett dopp i havet så gjorde dess dåliga tillstånd att teamet avstod.",
    "I slutet av den tredje dagen anlände de till Hangö udd och kunde inte tro att det gått så snabbt. Där började båtförare och seglare som hört om projektet att vinka dem välkomna. Roddarna fortsatte i samma takt och inte ens ovädret vid Porkkala udd kunde sakta ner dem då det enda de kunde tänka på var att Helsingfors befann sig inom några kilometers avstånd. Artiklarna i Helsingin Sanomat, Yle och HBL ledde till att de i skärgården bemöttes av nyfikna som ville ta fotografier, vänner och bekanta som kom ut med sina båtar och beundrare som bjöd på mat och dryck.",
    "Väl på helsingforsiskt vatten rodde de ett ärevarv i väntan på kvällens välkomstfest. YLE Nyheter kom ut till båten och första intervjun på havet gjordes innan de under ljudet av trumpeter anlände med oceanroddbåten framför restaurang Löyly där allas familjer, vänner och bekanta stod och hejade dem i land. Med fötterna på stabil mark fick de börja berätta om sitt roddäventyr som hade samlat in över 12000 euro för Östersjön."
  ]
}